<?php

use App\Enums\AccountHeads;

return array (
  'title'                    => 'قاعدة البيانات',
  'backup'                   => 'نسخ احتياطي',
  'download'                 => 'تحميل',
  'database_backup'          => 'النسخ الاحتياطي لقاعدة البيانات',
  'added_msg'                => 'تمت إضافة النسخة الاحتياطية لقاعدة البيانات بنجاح.',
  'update_msg'               => 'تم تحديث النسخة الاحتياطية لقاعدة البيانات بنجاح.',
  'error_msg'                => 'حدث خطأ ما.',
  'backup_description'       => 'احرص دائماً على حفظ النسخة الاحتياطية لقاعدة البيانات على قرص مختلف عن قرص قاعدة البيانات الفعلية، حتى لا تفقد النسخة الاحتياطية في حال تعطل القرص.'

);
