<?php
return [

        'title'             => 'نقطة الاستلام',
        'create_shops'      => 'إضافة نقطة استلام',
        'name'              => 'الاسم',
        'contact'           => 'جهة الاتصال',
        'address'           => 'العنوان',
        'status'            => 'الحالة',
        'edit_shops'        => 'تعديل نقطة الاستلام',
        'added_msg'         => 'تمت إضافة نقطة الاستلام بنجاح.',
        'update_msg'        => 'تم تحديث نقطة الاستلام بنجاح.',
        'delete_msg'        => 'تم حذف نقطة الاستلام بنجاح.',
        'error_msg'         => 'حدث خطأ ما.',
        'active'            => 'مُفعَّل',
        'inactive'          => 'غير مُفعَّل',
        'add_default'       => 'إضافة كافتراضي',
        'default'           => 'افتراضي'

      ];
