<?php

return array (
  'title'                     => 'إعدادات الرسائل القصيرة',
  'gateway'                   => 'اسم البوابة',
  'api_key'                   => 'مفتاح API',
  'secret_key'                => 'المفتاح السري',
  'username'                  => 'اسم المستخدم',
  'user_password'             => 'كلمة مرور المستخدم',
  'api_url'                   => 'رابط API',
  'status'                    => 'الحالة',
  'update_msg'                => 'تم تحديث إعدادات الرسائل القصيرة بنجاح.',
  'delete_msg'                => 'تم حذف إعدادات الرسائل القصيرة بنجاح.',
  'error_msg'                 => 'حدث خطأ ما.',
);
